Repository: dqd/big-five
Catalog: bigfive/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Furthermore, the Big Five's reliability is demonstrated through its replicability in various studies over time. The consistency with which different researchers using diverse populations have identified the same five factors underscores the stability of the model. Unlike some other personality assessments that rely on subjective interpretations, the Big Five is grounded in objective, data-driven analysis, lending it a high degree of scientific credibility.
cs: Navíc o spolehlivosti osobnostního modelu Big five vypovídá jeho replikovatelností v různých vědeckých studiích v průběhu času. Zmíněná konzistence, která se ukázala při výzkumu osobností rozmanitých populací, potvrdila stabilitu modelu. Na rozdíl od některých jiných hodnocení osobnosti, spoléhajících se na subjektivní interpretace, je model Big five založen na objektivní, daty řízené analýze, což mu poskytuje vysokou míru vědecké důvěryhodnosti.

source: Another notable aspect of the Big Five is its scalability. The model provides a flexible framework that can be adapted for different research purposes, from broad, general personality overviews to more specific, detailed analyses. This adaptability does not compromise its reliability, as the core dimensions remain robust across various adaptations.
cs: Dalším významným aspektem modelu Big five je jeho škálovatelnost. Model poskytuje flexibilní rámec, který lze přizpůsobit různým výzkumným účelům, od širokých, obecných přehledů o typech osobnosti až po specifičtější, detailní analýzy. Tato adaptabilita nemá vliv na jeho spolehlivost, protože základní dimenze zůstávají v různých adaptacích zachovány.

source: In summary, the accuracy and reliability of the Big Five model are well-established, making it a valuable tool in both psychological research and practical applications. Its empirical foundations, consistent replication across studies, predictive validity, and flexible yet stable framework make it one of the most reliable and respected models in personality psychology.
cs: Celkově vzato lze říci, že přesnost a spolehlivost modelu Big five jsou natolik prozkoumané, že jej můžeme považovat za cenný nástroj v psychologickém výzkumu i v praktických aplikacích. Jeho empirické základy, konzistence napříč studiemi, spolehlivé predikce a flexibilita jej činí jedním z nejspolehlivějších a nejrespektovanějších modelů v oboru psychologie osobnosti.

source: Acknowledgement
cs: Poděkování

source: This website is based on <a href="https://github.com/kholia/IPIP-NEO-PI/">Python port</a> of the <a href="https://sites.psu.edu/drj5j/">John A. Johnson’s</a> IPIP-NEO-120 software, which is IPIP version of the NEO-PI-R test.
cs: Tato webová stránka je založena na <a href="https://github.com/kholia/IPIP-NEO-PI/">pythonové verzi</a> softwaru IPIP-NEO-120 od <a href="https://sites.psu.edu/drj5j/">Johna A. Johnsona</a>, která je IPIP verzí testu NEO-PI-R.

source: High threshold
cs: Hranice vysokého skóre

source: Low threshold
cs: Hranice nízkého skóre

source: Your Big Five personality test traits results
cs: Výsledek testu osobnosti Big five

source: This report, completed %(created)s, estimates the individual's level on each of the five broad personality domains of the Big Five model.
cs: Tento report, vyhotoven %(created)s, odhaduje osobní skóre každého z pěti širších osobnostních rysů modelu Big five.

source: Personality traits describe, relative to other people, the frequency or intensity of a person's feelings, thoughts, or behaviors. Possession of a trait is therefore a matter of degree. We might describe two individuals as <em>extraverts</em>, but still see one as more extraverted than the other. This report uses expressions such as "extravert" or "high in extraversion" to describe someone who is likely to be seen by others as relatively extraverted.
cs: Osobnostní rysy popisují frekvenci nebo intenzitu určitých pocitů, myšlenek nebo chování osoby v porovnání s dalšími lidmi. U osobnostních rysů záleží na jejich míře. Můžeme tedy označit dva jedince za <em>extroverty</em>, ale přesto vidět jednoho z nich jako více extrovertního než druhého. Tento report používá výrazy jako „extrovert“ nebo „vysoké skóre extroverze“ pro popis někoho, kdo je pravděpodobně vnímán ostatními jako relativně extrovertní.

source: The computer program that generates this report classifies you as low, average, or high in a trait according to whether your score is approximately in the lowest 30%%, middle 40%%, or highest 30%% of scores obtained by people of your sex and roughly your age (%(sex)s, %(age_group)s). Your numerical scores are reported and graphed as <em>percentile estimates</em>. For example, a score of "60" means that your level on that trait is estimated to be higher than 60%% of persons of your sex and age.
cs: Počítačový program, který vytvořil tento report, vás zařadil do kategorií s nízkým, průměrným nebo vysokým skóre podle toho, zda je vaše skóre přibližně v nejnižších 30, středních 40, nebo nejvyšších 30 procentech ve srovnání s lidmi zařazených do stejné skupiny dle pohlaví a věkové skupiny (%(sex)s, %(age_group)s). Vaše číselná skóre jsou vypsána a graficky znázorněna jako <em>percentilové odhady</em>. Například skóre „60“ znamená, že vaše skóre daného rysu je odhadována jako vyšší než 60&nbsp;%% osob stejného pohlaví a podobného věku.

source: Please keep in mind that "low," "average," and "high" scores on a personality test are neither absolutely good nor bad. A particular level on any trait will probably be neutral or irrelevant for a great many activities, be helpful for accomplishing some things, and detrimental for accomplishing other things.
cs: Mějte prosím na paměti, že „nízké“, „průměrné“ a „vysoké“ skóre v testu osobnosti nemůže být samo o sobě považováno za absolutně dobré nebo špatné. Konkrétní kategorie jakéhokoli rysu bude pravděpodobně neutrální nebo irelevantní pro mnoho aktivit. Může však napomoci či uškodit dosažení úspěchu v určitých oblastech.

source: As with any personality inventory, scores and descriptions can only approximate an individual's actual personality. High and low score descriptions are usually accurate, but average scores close to the low or high boundaries might misclassify you as only average. On each set of six subdomain scales it is somewhat uncommon but certainly possible to score high in some of the subdomains and low in the others. In such cases more attention should be paid to the subdomain scores than to the broad domain score. Questions about the accuracy of your results are best resolved by showing your report to people who know you well.
cs: Stejně jako u jakéhokoli jiného testu osobnosti, skóre a popisy mohou pouze přibližně odpovídat skutečné osobnosti jedince. Popisy vysokého a nízkého skóre jsou obvykle přesné, ale průměrné skóre blízké hranici nízkého nebo vysokého skóre vás může chybně zařadit mezi průměrné. U každého ze šesti podřazených aspektů osobnostních rysů je poněkud neobvyklé, ale rozhodně možné, mít vysoké v některých aspektech a nízké v ostatních. V takových případech by měla být věnována větší pozornost skóre jednotlivých aspektů než skóre hlavních osobnostních rysů. Otázky týkající se přesnosti vašich výsledků budou nejlépe vyřešeny tím, že tento report ukážete lidem, kteří vás dobře znají.

source: Your results
cs: Vaše výsledky

source: Your score on <em>Extraversion</em> is
cs: Vaše skóre <em>Extraverze</em> je

source: low
cs: nízké

source: high
cs: vysoké

source: average
cs: průměrné

source: Your score on <em>Agreeableness</em> is
cs: Vaše skóre <em>Přívětivosti</em> je

source: Your score on <em>Conscientiousness</em> is
cs: Vaše skóre <em>Svědomitosti</em> je

source: Your score on <em>Neuroticism</em> is
cs: Vaše skóre <em>Neuroticismu</em> je

source: Your score on <em>Openness to experience</em> is
cs: Vaše skóre <em>Otevřenosti vůči zkušenostem</em> je

source: Personality traits
cs: Osobnostní rysy

source: Below, you will find the explanation what those scores mean. The description of each one of the five broad domains is followed by a more detailed description of personality according to the six subdomains that comprise each domain.
cs: Níže najdete vysvětlení, co jednotlivá skóre znamenají. Popis každého z pěti hlavních osobnostních rysů je následován podrobnějším popisem osobnosti podle šesti podřazených aspektů, které tvoří každý osobnostní rys.

source: <em>Extraversion</em> is marked by pronounced engagement with the external world. Extraverts enjoy being with people, are full of energy, and often experience positive emotions. They tend to be enthusiastic, action-oriented, individuals who are likely to say "Yes!" or "Let's go!" to opportunities for excitement. In groups they like to talk, assert themselves, and draw attention to themselves.
cs: <em>Extraverze</em> je charakterizována výrazným zapojením do vnějšího světa. Extroverti si užívají být s lidmi, jsou plní energie a často zažívají pozitivní emoce. Mají tendenci být plní nadšení a orientovaní na akci. Jsou to jedinci, kteří pravděpodobně řeknou „Ano!“ nebo „Pojďme na to!“ příležitostem pro vzrušení. Ve skupinách rádi mluví, prosazují se a přitahují na sebe pozornost.

source: Introverts lack the exuberance, energy, and activity levels of extraverts. They tend to be quiet, low-key, deliberate, and disengaged from the social world. Their lack of social involvement should <em>not</em> be interpreted as shyness or depression; the introvert simply needs less stimulation than an extravert and prefers to be alone. The independence and reserve of the introvert is sometimes mistaken as unfriendliness or arrogance. In reality, an introvert who scores high on the <em>Agreeableness</em> dimension will not seek others out but will be quite pleasant when approached.
cs: Introverti postrádají nadšení, energii a úroveň aktivit extrovertů. Mají tendenci být tiší, nenápadní, rozvážní a oproštění od sociálního světa. Jejich nedostatek sociálního zapojení by <em>neměl</em> být interpretován jako plachost nebo deprese; introvert prostě potřebuje méně stimulace než extrovert a upřednostňuje být sám. Nezávislost a rezervovanost introverta je někdy mylně považována za nepřívětivost nebo aroganci. Ve skutečnosti introvert, který má vysoké skóre <em>Přívětivosti</em>, nebude vyhledávat ostatní, ale bude velmi příjemný, když je osloven.

source: Your score on <em>Extraversion</em> is low, indicating you are introverted, reserved, and quiet. You enjoy solitude and solitary activities. Your socializing tends to be restricted to a few close friends.
cs: Vaše skóre <em>Extraverze</em> je nízké, což značí, že jste introvertní, zdrženlivý a tichý. Užíváte si samoty a aktivit, které provádíte sami. Vaše socializace se obvykle omezuje na několik blízkých přátel.

source: Your score on <em>Extraversion</em> is high, indicating you are sociable, outgoing, energetic, and lively. You prefer to be around people much of the time.
cs: Vaše skóre <em>Extraverze</em> je vysoké, což značí, že jste společenský, otevřený, energický a živý. Preferujete být většinu času v okolí lidí.

source: Your score on <em>Extraversion</em> is average, indicating you are neither a subdued loner nor a jovial chatterbox. You enjoy time with others but also time alone.
cs: Vaše skóre <em>Extraverze</em> je průměrné, což naznačuje, že nejste ani zdrženlivý samotář, ani veselý tlachal. Užíváte si čas s ostatními, ale také čas strávený sami.

source: Extraversion facets
cs: Aspekty Extraverze

source: Friendliness
cs: Přátelskost

source: Gregariousness
cs: Družnost

source: Assertiveness
cs: Asertivita

source: Activity level
cs: Úroveň aktivity

source: Excitement-seeking
cs: Vyhledávání vzrušení

source: Cheerfulness
cs: Radostnost

source: Friendly people genuinely like other people and openly demonstrate positive feelings toward others. They make friends quickly and it is easy for them to form close, intimate relationships. Low scorers on <em>Friendliness</em> are not necessarily cold and hostile, but they do not reach out to others and are perceived as distant and reserved. Your level of friendliness is %(level)s.
cs: Přátelští lidé mají ostatní lidi opravdu rádi a otevřeně projevují pozitivní pocity vůči ostatním. Rychle si nacházejí přátele a snadno vytvářejí blízké, intimní vztahy. Ti, kdo dosahují nízkých skóre <em>Přátelskosti</em>, nejsou nutně chladní a nepřátelští, ale nevycházejí vstříc ostatním a jsou vnímáni jako vzdálení a zdrženliví. Vaše skóre <em>Přátelskosti</em> je %(level)s.

source: Gregarious people find the company of others pleasantly stimulating and rewarding. They enjoy the excitement of crowds. Low scorers tend to feel overwhelmed by, and therefore actively avoid, large crowds. They do not necessarily dislike being with people sometimes, but their need for privacy and time to themselves is much greater than for individuals who score high on this scale. Your level of gregariousness is %(level)s.
cs: Družní lidé považují společnost ostatních za příjemně stimulující a odměňující. Užívají si vzrušení z davů. Ti, kdo dosahují nízkých skóre, se často cítí přeplněni a proto se aktivně vyhýbají velkým davům. Neznamená to nutně, že by někdy neměli rádi být s lidmi, ale jejich potřeba soukromí a času pro sebe je mnohem větší než u jedinců, kteří v tomto měřítku dosahují vysoké skóre. Vaše skóre <em>Družnosti</em> je %(level)s.

source: High scorers <em>Assertiveness</em> like to speak out, take charge, and direct the activities of others. They tend to be leaders in groups. Low scorers tend not to talk much and let others control the activities of groups. Your level of assertiveness is %(level)s.
cs: Ti, kteří dosahují vysoké skóre <em>Asertivity</em>, rádi vyjadřují názor, přebírají vedení a řídí aktivity ostatních. Mají tendenci být lídry ve skupinách. Ti s nízkým skóre mají tendenci se mnoho nevyjadřovat a nechávají ostatní řídit aktivity ve skupinách. Vaše skóre <em>Asertivity</em> je %(level)s.

source: Active individuals lead fast-paced, busy lives. They move about quickly, energetically, and vigorously, and they are involved in many activities. People who score low on this scale follow a slower and more leisurely, relaxed pace. Your activity level is %(level)s.
cs: Aktivní jedinci vedou rychlé a hektické životy. Pohybují se rychle, energicky a s vervou a jsou zapojeni do mnoha aktivit. Lidé s nízkou úrovní aktivity preferují pomalejší a pohodovější, uvolněné tempo. Vaše skóre <em>Úrovně aktivity</em> je %(level)s.

source: High scorers on this scale are easily bored without high levels of stimulation. They love bright lights and hustle and bustle. They are likely to take risks and seek thrills. Low scorers are overwhelmed by noise and commotion and are averse to thrill-seeking. Your level of excitement-seeking is %(level)s.
cs: Ti, kdo dosahují vysoké skóre tohoto měřítka, se bez pořádné stimulace snadno začnou nudit. Mají rádi světla velkoměsta a ruch. Mají tendenci riskovat a hledat vzrušení. Ty s nízkým skóre lehce přemůže hluk a zmatek a mají také averzi k hledání vzrušení. Vaše skóre <em>Vyhledávání vzrušení</em> je %(level)s.

source: This scale measures positive mood and feelings, not negative emotions (which are a part of the <em>Neuroticism</em> domain). Persons who score high on this scale typically experience a range of positive feelings, including happiness, enthusiasm, optimism, and joy. Low scorers are not as prone to such energetic, high spirits. Your level of positive emotions is %(level)s.
cs: Toto měřítko určuje pozitivní náladu a pocity, nikoli negativní emoce (ty jsou součástí osobnostního rysu <em>Neuroticismu</em>). Osoby s vysokým skóre v tomto měřítku obvykle zažívají širokou škálu pozitivních pocitů, včetně štěstí, nadšení, optimismu a radosti. Ti s nízkými skóre nejsou tak náchylní k takovým energickým, vysokým duchům. Vaše skóre <em>Radostnosti</em> je %(level)s.

source: <em>Agreeableness</em> reflects individual differences in concern with cooperation and social harmony. Agreeable individuals value getting along with others. They are therefore considerate, friendly, generous, helpful, and willing to compromise their interests with others'. Agreeable people also have an optimistic view of human nature. They believe people are basically honest, decent, and trustworthy.
cs: <em>Přívětivost</em> odráží individuální rozdíly v zájmu o spolupráci a sociální harmonii. Přívětiví jedinci si cení dobrých vztahů s ostatními. Jsou proto ohleduplní, přátelští, štědří, nápomocní a ochotni sladit své zájmy se zájmy ostatních. Přívětiví lidé mají také optimistický pohled na lidskou povahu. Věří, že lidé jsou v zásadě poctiví, slušní a důvěryhodní.

source: Disagreeable individuals place self-interest above getting along with others. They are generally unconcerned with others' well-being, and therefore are unlikely to extend themselves for other people. Sometimes their skepticism about others' motives causes them to be suspicious, unfriendly, and uncooperative.
cs: Nepřívětiví jedinci staví vlastní zájem nad vycházení s ostatními. Obvykle se nezajímají o prosperitu dalších lidí, a proto se pravděpodobně ani neobětují v zájmu jiných. Někdy jejich skepticismus ohledně motivů ostatních způsobuje, že jsou podezíraví, nevlídní a nespolupracující.

source: <em>Agreeableness</em> is obviously advantageous for attaining and maintaining popularity. Agreeable people are better liked than disagreeable people. On the other hand, <em>Agreeableness</em> is not useful in situations that require tough or absolute objective decisions. Disagreeable people can make excellent scientists, critics, or soldiers.
cs: <em>Přívětivost</em> je samozřejmě výhodná pro dosažení a udržení popularity. Přívětiví lidé jsou oblíbenější než nepřívětiví lidé. Na druhou stranu, <em>Přívětivost</em> není užitečná v situacích, které vyžadují tvrdá nebo absolutně objektivní rozhodnutí. Nepřívětiví lidé mohou být vynikajícími vědci, kritiky nebo vojáky.

source: Your score on <em>Agreeableness</em> is low, indicating less concern with others' needs than with your own. People see you as tough, critical, and uncompromising.
cs: Vaše skóre <em>Přívětivosti</em> je nízké, což naznačuje menší zájem o potřeby ostatních než o vaše vlastní. Lidé vás vidí jako tvrdého, kritického a nekompromisního.

source: Your high level of <em>Agreeableness</em> indicates a strong interest in others' needs and well-being. You are pleasant, sympathetic, and cooperative.
cs: Vaše vysoké skóre <em>Přívětivosti</em> naznačuje silný zájem o potřeby a blaho ostatních. Jste příjemný, soucitný a spolupracující.

source: Your level of <em>Agreeableness</em> is average, indicating some concern with others' needs, but, generally, unwillingness to sacrifice yourself for others.
cs: Vaše skóre <em>Přívětivosti</em> je průměrné, což naznačuje určitý zájem o potřeby ostatních, ale obecně neochotu obětovat se pro ostatní.

source: Agreeableness facets
cs: Aspekty Přívětivosti

source: Trust
cs: Důvěra

source: Morality
cs: Morálnost

source: Altruism
cs: Altruismus

source: Cooperation
cs: Součinnost

source: Modesty
cs: Skromnost

source: Sympathy
cs: Soucítění

source: A person with high trust assumes that most people are fair, honest, and have good intentions. Persons low in trust see others as selfish, devious, and potentially dangerous. Your level of trust is %(level)s.
cs: Osoba s vysokým skóre důvěry předpokládá, že většina lidí je spravedlivá, poctivá a má dobré úmysly. Osoby s nízkým skóre důvěry vnímají ostatní jako sobecké, prohnané a potenciálně nebezpečné. Vaše skóre <em>Důvěry</em> je %(level)s.

source: High scorers on this scale see no need for pretense or manipulation when dealing with others and are therefore candid, frank, and sincere. Low scorers believe that a certain amount of deception in social relationships is necessary. People find it relatively easy to relate to the straightforward high-scorers on this scale. They generally find it more difficult to relate to the unstraightforward low-scorers on this scale. It should be made clear that low scorers are <em>not</em> unprincipled or immoral; they are simply more guarded and less willing to openly reveal the whole truth. Your level of morality is %(level)s.
cs: Osoby s vysokým skóre <em>Morálnosti</em> nepovažují za nutné přetvářku nebo manipulaci při jednání s ostatními a jsou proto upřímné, otevřené a srdečné. Osoby s nízkým skóre naopak věří, že určité množství klamu je v sociálních vztazích nutné. Čím vyšší skóre jedinec má, tím je pro ostatní lidi snadnější navazovat s ním vztahy. Mělo by být jasné, že osoby s nízkým skóre <em>nejsou</em> bez zásad nebo nemorální; jsou jen prostě opatrnější a méně ochotné otevřeně odhalit celou pravdu. Vaše skóre <em>Morálnosti</em> je %(level)s.

source: Altruistic people find helping other people genuinely rewarding. Consequently, they are generally willing to assist those who are in need. Altruistic people find that doing things for others is a form of self-fulfillment rather than self-sacrifice. Low scorers on this scale do not particularly like helping those in need. Requests for help feel like an imposition rather than an opportunity for self-fulfillment. Your level of altruism is %(level)s.
cs: Altruistické osoby považují pomoc ostatním lidem za opravdu odměňující. Jsou tedy obecně ochotny pomáhat těm, kteří jsou v nouzi. Altruistické osoby považují dělání věcí pro ostatní za formu seberealizace spíše než za sebeobětování. Osoby s nízkým skóre na této škále nemají zvlášť rády pomoc potřebným. Žádosti o pomoc vnímají jako obtíž, nikoli jako příležitost pro seberealizaci. Vaše skóre <em>Altruismu</em> je %(level)s.

source: Individuals who score high on this scale dislike confrontations. They are perfectly willing to compromise or to deny their own needs in order to get along with others. Those who score low on this scale are more likely to intimidate others to get their way. Your level of cooperation is %(level)s.
cs: Jedinci s vysokým skóre v tomto měřítku nemají rádi konfrontace. Jsou nakloněni ke kompromisům nebo popřít své vlastní potřeby, aby dobře vycházeli s ostatními. Ti s nízkým skóre v tomto měřítku jsou mnohem více ochotni se chovat nepříjemně či arogantně vůči ostatním, aby dosáhli svého. Vaše skóre <em>Součinnosti</em> je %(level)s.

source: High scorers on this scale do not like to claim that they are better than other people. In some cases this attitude may derive from low self-confidence or self-esteem. Nonetheless, some people with high self-esteem find immodesty unseemly. Those who <em>are</em> willing to describe themselves as superior tend to be seen as disagreeably arrogant by other people. Your level of modesty is %(level)s.
cs: Osoby s vysokým skóre v tomto měřítku nerady tvrdí, že jsou lepší než ostatní. V některých případech může tento postoj pramenit z nízké sebejistoty nebo sebeúcty. Přesto někteří lidé s vysokým sebevědomím považují nedostatek skromnosti za nevhodný. Ti, kteří <em>jsou</em> ochotni popisovat sebe jako nadřazené, bývají ostatními lidmi vnímáni jako nepříjemní či arogantní. Vaše skóre <em>Skromnosti</em> je %(level)s.
