Repository: dqd/big-five
Catalog: bigfive/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Female
cs: Žena

source: Male
cs: Muž

source: 20 years old or younger
cs: 20 let nebo mladší

source: 21–40 years old
cs: 21–40 let

source: 41–60 years old
cs: 41–60 let

source: 61 years old or older
cs: 61 let nebo starší

source: Very accurate
cs: Naprosto souhlasím

source: Moderately accurate
cs: Spíše souhlasím

source: I am not sure
cs: Nic z uvedeného

source: Moderately inaccurate
cs: Spíše nesouhlasím

source: Very inaccurate
cs: Zásadně nesouhlasím

source: Worry about things.
cs: Dělám si starosti.

source: Make friends easily.
cs: Je pro mě jednoduché se seznámit.

source: Have a vivid imagination.
cs: Mám bujnou představivost.

source: Trust others.
cs: Důvěřuji ostatním.

source: Complete tasks successfully.
cs: Daří se mi dokončovat úkoly.

source: Get angry easily.
cs: Lehce se naštvu.

source: Love large parties.
cs: Mám rád(a) velké večírky.

source: Believe in the importance of art.
cs: Věřím v důležitost umění.

source: Use others for my own ends.
cs: Využívám ostatní pro své potřeby.

source: Like to tidy up.
cs: Rád(a) uklízím.

source: Often feel blue.
cs: Často se cítím sklíčeně.

source: Take charge.
cs: Nebojím se převzít kontrolu.

source: Experience my emotions intensely.
cs: Intenzivně prožívám své city.

source: Love to help others.
cs: Miluji pomáhat ostatním.

source: Keep my promises.
cs: Plním své sliby.

source: Find it difficult to approach others.
cs: Je pro mě náročné navazovat kontakt s cizími lidmi.

source: Am always busy.
cs: Jsem pořád v jednom kole.

source: Prefer variety to routine.
cs: Upřednostňuji rozmanitost oproti jednotvárnosti.

source: Love a good fight.
cs: Miluji pořádnou hádku.

source: Work hard.
cs: Pracuji tvrdě.

source: Go on binges.
cs: Oddávám se nezřízené konzumaci.

source: Love excitement.
cs: Zbožňuji vzrušení.

source: Love to read challenging material.
cs: Rád(a) čtu náročné texty.

source: Believe that I am better than others.
cs: Věřím, že jsem lepší než ostatní.

source: Am always prepared.
cs: Jsem vždy připraven(a).

source: Panic easily.
cs: Lehce propadám panice.

source: Radiate joy.
cs: Vyzařuji ze sebe radost.

source: Tend to vote for liberal political candidates.
cs: Obvykle dávám hlas liberálním politickým kandidátům.

source: Sympathize with the homeless.
cs: Mám soucit s bezdomovci.

source: Jump into things without thinking.
cs: Vrhám se do věcí bez rozmyslu.

source: Fear for the worst.
cs: Obávám se nejhoršího.

source: Feel comfortable around people.
cs: Cítím se uvolněně v blízkosti jiných lidí.

source: Enjoy wild flights of fantasy.
cs: Mám požitek z popuštění uzdy fantazie.

source: Believe that others have good intentions.
cs: Věřím, že ostatní mají dobré záměry.

source: Excel in what I do.
cs: Vynikám v tom, co dělám.

source: Get irritated easily.
cs: Lehce se dokážu naštvat.

source: Talk to a lot of different people at parties.
cs: Na večírcích se bavím s hodně rozdílnými lidmi.

source: See beauty in things that others might not notice.
cs: Vidím krásu věcí, které si ostatní vůbec nemusí všimnout.

source: Cheat to get ahead.
cs: Podvádím, abych uspěl(a).

source: Often forget to put things back in their proper place.
cs: Často zapomínám vracet věci na jejich správné místo.

source: Dislike myself.
cs: Nemám se rád(a).

source: Try to lead others.
cs: Snažím se vést ostatní.

source: Feel others' emotions.
cs: Pociťuji emoce ostatních.

source: Am concerned about others.
cs: Mám starosti o ostatní.

source: Tell the truth.
cs: Říkám pravdu.

source: Am afraid to draw attention to myself.
cs: Obávám se, že na sebe přitáhnu pozornost.

source: Am always on the go.
cs: Jsem stále v pohybu.

source: Prefer to stick with things that I know.
cs: Mám raději věci, které znám.

source: Yell at people.
cs: Křičím na lidi.

source: Do more than what's expected of me.
cs: Dělám více, než se ode mě očekává.

source: Rarely overindulge.
cs: Zřídkakdy si něčeho dopřávám.

source: Seek adventure.
cs: Vyhledávám dobrodružství.

source: Avoid philosophical discussions.
cs: Vyhýbám se filozofickým diskuzím.

source: Think highly of myself.
cs: Mám o sobě vysoké mínění.

source: Carry out my plans.
cs: Uskutečňuji své plány.

source: Become overwhelmed by events.
cs: Bývám zahlcen(a) událostmi.

source: Have a lot of fun.
cs: Zažívám hodně zábavy.

source: Believe that there is no absolute right or wrong.
cs: Věřím, že neexistuje absolutní dobro a zlo.

source: Feel sympathy for those who are worse off than myself.
cs: Soucítím s těmi, kteří jsou na tom hůře než já.

source: Make rash decisions.
cs: Činím ukvapená rozhodnutí.

source: Am afraid of many things.
cs: Hodně věcí mi nahání strach.

source: Avoid contacts with others.
cs: Vyhýbám se kontaktu s ostatními.

source: Love to daydream.
cs: Miluji oddávat se snění za bílého dne.

source: Trust what people say.
cs: Věřím tomu, co říkají lidé.

source: Handle tasks smoothly.
cs: Zvládám úkoly bez problémů.

source: Lose my temper.
cs: Rozčiluji se.

source: Prefer to be alone.
cs: Dávám přednost samotě.

source: Do not like poetry.
cs: Nemám rád(a) poezii.

source: Take advantage of others.
cs: Využívám ostatní.

source: Leave a mess in my room.
cs: Nechávám nepořádek ve svém pokoji.

source: Am often down in the dumps.
cs: Často mívám depku.

source: Take control of things.
cs: Přebírám kontrolu nad věcmi.

source: Rarely notice my emotional reactions.
cs: Zřídkakdy si povšimnu svých emocionálních reakcí.

source: Am indifferent to the feelings of others.
cs: Pocity ostatních jsou mi lhostejné.

source: Break rules.
cs: Porušuji pravidla.

source: Only feel comfortable with friends.
cs: Cítím se dobře pouze se svými přáteli.

source: Do a lot in my spare time.
cs: Ve volném čase toho dělám hodně.

source: Dislike changes.
cs: Změny nemám v oblibě.

source: Insult people.
cs: Urážím lidi.

source: Do just enough work to get by.
cs: Odvedu jenom tolik práce, kolik se po mně chce.

source: Easily resist temptations.
cs: Lehce odolám pokušení.

source: Enjoy being reckless.
cs: Užívám si bezhlavost.

source: Have difficulty understanding abstract ideas.
cs: Mám potíže s porozuměním abstraktních myšlenek.

source: Have a high opinion of myself.
cs: Mám na sebe pozitivní názor.

source: Waste my time.
cs: Mrhám časem.

source: Feel that I'm unable to deal with things.
cs: Cítím, že se nedokážu vypořádat s věcmi.

source: Love life.
cs: Miluji život.

source: Tend to vote for conservative political candidates.
cs: Obvykle dávám hlas konzervativním politickým kandidátům.

source: Am not interested in other people's problems.
cs: Nezajímají mě problémy ostatních lidí.

source: Rush into things.
cs: Ženu se do věcí.

source: Get stressed out easily.
cs: Lehce se vystresuji.

source: Keep others at a distance.
cs: Ostatní si držím od těla.

source: Like to get lost in thought.
cs: Rád(a) se zahloubám.

source: Distrust people.
cs: Nevěřím lidem.

source: Know how to get things done.
cs: Vím, jak dotáhnout věci do konce.

source: Am not easily annoyed.
cs: Není lehké mě naštvat.

source: Avoid crowds.
cs: Vyhýbám se davům.

source: Do not enjoy going to art museums.
cs: Nebaví mě chodit do uměleckých galerií.

source: Obstruct others' plans.
cs: Narušuji plány ostatních.

source: Leave my belongings around.
cs: Zapomínám své věci.

source: Feel comfortable with myself.
cs: Cítím se dobře o samotě.

source: Wait for others to lead the way.
cs: Čekám, že se někdo jiný ujme vedení.

source: Don't understand people who get emotional.
cs: Nerozumím lidem, kteří se rozčilují.

source: Take no time for others.
cs: Nevěnuji čas ostatním.

source: Break my promises.
cs: Porušuji své sliby.

source: Am not bothered by difficult social situations.
cs: Nevadí mi složité společenské situace.

source: Like to take it easy.
cs: Mám rád(a) svůj klid.

source: Am attached to conventional ways.
cs: Lpím na zvyklostech.

source: Get back at others.
cs: Mstím se ostatním.

source: Put little time and effort into my work.
cs: Vkládám málo času a úsilí do své práce.

source: Am able to control my cravings.
cs: Mám své tužby pod kontrolou.

source: Act wild and crazy.
cs: Chovám se nevázaně a bláznivě.

source: Am not interested in theoretical discussions.
cs: Nezajímají mě teoretické diskuze.

source: Boast about my virtues.
cs: Chlubím se svými dobrými vlastnostmi.

source: Have difficulty starting tasks.
cs: Těžko se mi začíná s prací.

source: Remain calm under pressure.
cs: Zachovávám klid pod tlakem.

source: Look at the bright side of life.
cs: Dívám se na věci z té lepší stránky.

source: Believe that we should be tough on crime.
cs: Věřím, že bychom měli být tvrdší vůči zločinu.

source: Try not to think about the needy.
cs: Snažím se nemyslet na chudé.

source: Act without thinking.
cs: Jednám bezmyšlenkovitě.

source: Statement
cs: Tvrzení

source: Answer
cs: Odpověď

source: Your sex
cs: Vaše pohlaví

source: Your age group
cs: Vaše věková skupina

source: Go back
cs: Vrátit se

source: Continue forward
cs: Pokračovat dále

source: Let’s start!
cs: Začít vyplňovat!

source: Free Big Five personality test
cs: Test osobnosti Big five zdarma

source: Discover yourself! Explore the five key dimensions of your personality free of charge.
cs: Objevte sebe sama! Prozkoumejte bezplatně pět klíčových dimenzí své osobnosti.

source: What is Big Five?
cs: Co je to Big five?

source: The Big Five personality traits model is a cornerstone in psychological research, offering a robust framework for understanding human personality. It offers a comprehensive approach to understanding human personality by categorizing traits into five distinct dimensions. These dimensions are <em>Openness to experience</em>, <em>Conscientiousness</em>, <em>Extraversion</em>, <em>Agreeableness</em>, and <em>Neuroticism</em>, collectively known as OCEAN or CANOE. Each trait represents a spectrum, with individuals varying in the degree to which they exhibit aspects of each trait.
cs: Osobnostní model Big five (Velká pětka) poskytuje sofistikovaný nástroj pro pochopení lidské mysli zejména profesionálními psychology prostřednictvím testu osobnosti. Představuje komplexní přístup k analýze osobnosti tím, že kategorizuje osobnostní rysy do pěti odlišných dimenzí. Tyto dimenze jsou <em>Otevřenost vůči zkušenostem</em>, <em>Svědomitost</em>, <em>Extraverze</em>, <em>Přívětivost</em> a <em>Neuroticismus</em>, v angličtině známé pod zkratkami OCEAN nebo CANOE. Každý rys představuje spektrum, přičemž jednotlivci se liší mírou projevu aspektů každého rysu.

source: The five dimensions
cs: Pět dimenzí osobnosti

source: Openness to experience
cs: Otevřenost vůči zkušenostem

source: This dimension reflects the degree of intellectual curiosity, creativity, and a preference for novelty and variety. Individuals high in openness are often imaginative, open to new experiences, and have a broad range of interests. Conversely, those lower in openness may prefer routine and familiarity.
cs: Tato dimenze odráží míru intelektuální zvědavosti, kreativity a preference novot a rozmanitosti. Jedinci s vysokou mírou otevřenosti jsou často nápadití, otevření novým zkušenostem a mají širokou škálu zájmů. Naopak ti, kteří mají nižší míru otevřenosti, mohou preferovat rutinu a všednost.

source: Conscientiousness
cs: Svědomitost

source: This trait denotes the level of thoughtfulness, good impulse control, and goal-directed behaviors. Highly conscientious individuals tend to be organized, mindful of details, and responsible. Those with lower conscientiousness might be more spontaneous and less focused on details.
cs: Tento osobnostní rys označuje úroveň uvážlivosti, dobré kontroly impulsů a cílevědomého chování. Vysoce svědomití jedinci bývají organizovaní, vědomí si detailů a zodpovědní. Ti s nižší svědomitostí mohou být spontánnější a méně zaměření na detaily.

source: Extraversion
cs: Extraverze

source: Extraversion is characterized by excitability, sociability, talkativeness, assertiveness, and high amounts of emotional expressiveness. Extroverts derive energy from interacting with others, while introverts, who score lower on this trait, find energy in solitary activities.
cs: Extraverze je charakterizována vzrušivostí, společenskostí, upovídaností, asertivitou a vysokou mírou emocionální vyjádřivosti. Extroverti čerpají energii z interakce s ostatními, zatímco introverti, kteří dosahují nižšího skóre tohoto rysu, nacházejí energii v samotářských aktivitách.

source: Agreeableness
cs: Přívětivost

source: This trait reflects individual differences in cooperation and social harmony. Agreeable individuals are compassionate, trustworthy, and altruistic. They prefer to avoid conflict. Those scoring lower on agreeableness may be more competitive or challenging in their interactions with others.
cs: Tento rys odráží individuální rozdíly ve spolupráci a vztahu k sociální harmonii. Přívětiví jedinci jsou soucitní, důvěryhodní a altruističtí. Preferují vyhýbání se konfliktům. Ti, kteří dosahují nižších skóre <em>Přívětivosti</em>, mohou být ve svých interakcích s ostatními soutěživější a neváhají vyjadřovat svůj nesouhlas.

source: Neuroticism
cs: Neuroticismus

source: Neuroticism indicates the tendency towards unstable emotions and moodiness. High scorers may experience mood swings, anxiety, irritability, and sadness. Those with lower scores in neuroticism tend to be more emotionally stable and resilient.
cs: Neuroticismus ukazuje na tendenci k nestabilním emocím a náladovosti. Jedinci s vysokými skóre mohou prožívat výkyvy nálad, úzkost, podrážděnost a smutek. Ti s nižšími skóre <em>Neuroticismu</em> bývají emočně stabilnější a odolnější.

source: Comparison to MBTI
cs: Srovnání s MBTI

source: The Big Five personality traits model and the widely known Myers-Briggs Type Indicator (MBTI) are two distinct methods of personality assessment, but they differ significantly in scientific validity and approach. The Big Five model is highly regarded in the psychological community for its empirical support and reliability. It assesses personality across a spectrum in five key dimensions, providing a nuanced view of personality traits.
cs: Model osobnostních rysů Big five a veřejností oblíbený Myers-Briggs Type Indicator (MBTI) jsou dva odlišné způsoby hodnocení osobnosti, lišící se výrazně přístupem a uznávaností vědci. Model Big five je v psychologické komunitě vysoce ceněn pro svou empirickou platnost a spolehlivost. Hodnotí osobnost v pěti klíčových dimenzích, což poskytuje podrobný pohled na osobnostní rysy.

source: On the other hand, the MBTI, which categorizes individuals into 16 personality types based on four dichotomies, has been widely criticized by psychologists for its lack of empirical grounding and scientific rigor. One major criticism of the MBTI is its reliance on binary choices, which oversimplifies the complex nature of human personality. Additionally, numerous studies have questioned the test's reliability, as many individuals receive different MBTI types when retaking the test. Despite its popularity in corporate and educational settings, the MBTI is often viewed as a tool for self-reflection rather than a scientifically validated instrument.
cs: Oproti tomu model MBTI, kategorizující jednotlivce do 16 osobnostních typů na základě čtyř dichotomií, byl psychology široce kritizován pro svůj nedostatek empirického základu a chybějící vědecké rigoróznosti. Jednou z hlavních kritik modelu MBTI je jeho spoléhání na binární volby, které zjednodušují složitou povahu lidské osobnosti. Navíc studie zpochybnily spolehlivost testu, protože některým jedincům vychází různé typy MBTI při opakovaném testování. Přes jeho popularitu v podnikovém a vzdělávacím prostředí je MBTI často vnímán spíše jako zábavná hříčka pro sebereflexi než jako vědecky ověřený nástroj.

source: In contrast, the Big Five model's consistency across diverse populations and its ability to predict various life outcomes, such as job performance and psychological well-being, have made it a preferred choice for researchers and clinicians seeking a more evidence-based approach to understanding personality.
cs: Model Big five je v porovnání s MBTI zcela konzistentní napříč různými populacemi a jeho schopnost předpovídat různé životní úspěchy, jako je pracovní výkon a psychická pohoda, z něj učinily upřednostňovanou volbu pro výzkumníky a klinické psychology hledající přístup k porozumění osobnosti založený na vědeckých důkazech.

source: Take the test!
cs: Pusťte se do toho!

source: The test
cs: Osobnostní test

source: Question number %(number)s of %(count)s: what do you think of the following statement about yourself?
cs: Otázka číslo %(number)s ze %(count)s: co si myslíte o následujícím tvrzení o sobě?

source: Statement: "%(statement)s"
cs: Tvrzení: „%(statement)s“

source: Evaluate answers
cs: Vyhodnotit odpovědi

source: Our detailed report
cs: Náš detailní report

source: After completing our comprehensive <a href="#test">120-question test</a>, you will receive a detailed report that delves into each of the Big Five traits, providing a nuanced understanding of your personality. Accompanying this report are interactive bar charts, which visually represent your scores in each dimension. This personalized report aims to enlighten you about your unique personality profile, enhancing self-awareness and personal growth.
cs: Po dokončení našeho komplexního <a href="#test">testu se 120 otázkami</a> obdržíte podrobný report, zabývající se každým z osobnostních rysů Big five a poskytující podrobné porozumění vaší osobnosti. Součástí reportu jsou i interaktivní sloupcové diagramy, které vizuálně reprezentují vaše skóre jednotlivých dimenzích osobnosti. Tento personalizovaný report má za cíl pomoci vám ponořit se do vašeho jedinečného profilu osobnosti, abyste zvýšili své sebepoznání a pomohli tak svému osobnímu růstu.

source: The history of the Big Five
cs: Historie testu osobnosti Big five

source: The journey of the Big Five personality traits model to becoming a cornerstone in psychological assessment is a fascinating tale of scientific evolution. The roots of this model trace back to the 1930s when psychologist Gordon Allport and his colleague H. S. Odbert hypothesized that the fundamental traits of human personality could be extracted from the language we use to describe people. They started by identifying thousands of words in the English language that described personality traits.
cs: Cesta modelu osobnostních rysů Big five k tomu, aby se stal základním nástrojem psychologického hodnocení, je fascinujícím příběhem vývoje vědy. Kořeny tohoto modelu sahají do 30. let 20. století, kdy psycholog Gordon Allport a jeho kolega H. S. Odbert formulovali hypotézu, že základní rysy lidské osobnosti mohou být odvozeny z jazyka, který používáme k popisu lidí. Začali identifikací tisíců slov v anglickém jazyce popisujích osobnostní rysy.

source: This initial list was refined over the decades by various psychologists, notably Raymond Cattell in the 1940s and 1950s. Cattell used factor analysis, a statistical method, to reduce the extensive list of traits to a more manageable number. However, it was not until the 1970s and 1980s that the Big Five model as we know it today began to take shape. Researchers Paul Costa and Robert McCrae played a pivotal role in this. They used factor analysis on personality survey data and consistently found five broad factors, which they labeled as <em>Openness to experience</em>, <em>Conscientiousness</em>, <em>Extraversion</em>, <em>Agreeableness</em>, and <em>Neuroticism</em>.
cs: Tento počáteční seznam byl v průběhu desetiletí upravován různými psychology, zvláště Raymondem Cattellem v 40. a 50. letech 20. století. Cattell použil faktorovou analýzu, což je statistická metoda, ke zúžení rozsáhlého seznamu rysů na přijatelný počet. Nicméně až do 70. a 80. let se nezačal blížit dnešní podobě modelu Big five, jak jej známe. V tomto měli klíčovou roli výzkumníci Paul Costa a Robert McCrae. Použili faktorovou analýzu na data získaná psychologickým výzkumem a konzistentně nacházeli pět širokých faktorů, které označili jako <em>Otevřenost vůči zkušenostem</em>, <em>Svědomitost</em>, <em>Extraverze</em>, <em>Přívětivost</em> a <em>Neuroticismus</em>.

source: The Big Five model gained momentum in the 1990s as a large body of research began to validate its applicability across different cultures and languages, establishing it as a universal framework for understanding personality. This universality was a significant leap forward, as it suggested that these five dimensions could encompass the breadth of human personality traits.
cs: Model Big five vešel ve známost v 90. letech 20. století, kdy podstatné množství výzkumů začalo potvrzovat jeho uplatnitelnost napříč různými kulturami a jazyky, čímž potvrdilo jeho postavení do role univerzálního rámce pro porozumění osobnosti. Tato univerzálnost byla významným krokem vpřed, protože naznačovala, že těchto pět dimenzí může zahrnout celou šíři lidských osobnostních rysů.

source: The model's simplicity and empirical support have made it a popular tool not only in psychological research but also in practical applications like psychotherapy, career counseling, and even organizational hiring practices. Today, the Big Five model stands as a testament to the ongoing quest to understand the complexities of human personality through a scientific lens.
cs: Jednoduchost modelu a jeho empirické potvrzení z něj učinily oblíbený nástroj nejen v psychologickém výzkumu, ale také v praktických aplikacích, jako je psychoterapie, kariérní poradenství a dokonce i při náboru nových zaměstnanců v různých organizacích. Dnes je model Big five jasnou ukázkou neustálé snahy porozumět zákoutím lidské osobnosti prostřednictvím vědy.

source: Accuracy and reliability
cs: Přesnost a spolehlivost

source: The Big Five personality traits model distinguishes itself not only through its comprehensive framework but also through its robust accuracy and reliability, validated by extensive psychological research. The model's reliability is evident in its consistency across various studies and cultural contexts, showcasing its universal applicability.
cs: Model osobnostních rysů Big five se odlišuje svou komplexností, přesností a spolehlivostí, ověřenou rozsáhlým psychologickým výzkumem. Spolehlivost modelu se potvrdila v různých studiích napříč kulturními kontexty, které ověřily jeho univerzální použitelnost.

source: One of the key strengths of the Big Five is its basis in empirical research, which has continually supported its validity. Numerous studies have confirmed that the five dimensions are able to predict a range of important life outcomes, including academic and career success, interpersonal relationships, and psychological well-being. This predictive validity is a crucial aspect of any psychological model, as it demonstrates its practical utility in real-world settings.
cs: Jednou z klíčových silných stránek modelu Big five je jeho základ v empirickém výzkumu podporujícím jeho validitu. Řada studií potvrdila, že pět dimenzí modelu stačí k předpovězení široké škály důležitých výsledků v životě, včetně akademického a kariérního úspěchu, mezilidských vztahů a psychické pohody. Tato prediktivní platnost je zásadním aspektem jakéhokoliv psychologického modelu, protože ukazuje jeho praktickou užitečnost v reálných situacích.
