Repository: dqd/big-five
Catalog: bigfive/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Another characteristic of the open cognitive style is a facility for thinking in symbols and abstractions far removed from concrete experience. Depending on the individual's specific intellectual abilities, this symbolic cognition may take the form of mathematical, logical, or geometric thinking, artistic and metaphorical use of language, music composition or performance, or one of the many visual or performing arts. People with low scores on <em>Openness to experience</em> tend to have narrow, common interests. They prefer the plain, straightforward, and obvious over the complex, ambiguous, and subtle. They may regard the arts and sciences with suspicion, regarding these endeavors as abstruse or of no practical use. Closed people prefer familiarity over novelty; they are conservative and resistant to change.
cs: Další charakteristikou otevřeného kognitivního stylu je schopnost myslet v symbolech a abstrakcích vzdálených od skutečných zkušeností. V závislosti na konkrétních rozumových schopnostech jedince se tato symbolické poznání může projevovat ve formě matematického, logického nebo geometrického myšlení, uměleckého a metaforického používání jazyka, hudebního představení nebo kompozice, případně nějakého z mnoha výtvarných nebo múzických umění. Lidé s nízkým skóre v <em>Otevřenosti vůči zkušenostem</em> mají tendenci mít omezené, běžné zájmy. Dávají přednost jednoduchému, přímému a zřejmému před složitým, nejednoznačným a rafinovaným. Mohou považovat umění a vědu za podezřelé a pokládat jejich úsilí za nesrozumitelné nebo nepoužitelné v praxi. Uzavření lidé dávají přednost známému před novým; jsou konzervativní a vzdorují změnám.

source: Openness is often presented as healthier or more mature by psychologists, who are often themselves open to experience. However, open and closed styles of thinking are useful in different environments. The intellectual style of the open person may serve a professor well, but research has shown that closed thinking is related to superior job performance in police work, sales, and a number of service occupations.
cs: Otevřenost je často psychology prezentována jako zdravější nebo zralejší, protože oni sami jsou často sami otevření vůči zkušenostem. Nicméně, otevřené a uzavřené styly myšlení mohou být užitečné v různých prostředích. Intelektuální styl otevřené osoby může být prospěšný pro profesora, ale výzkum ukázal, že uzavřené myšlení souvisí s lepším výkonem práce policistů, prodejců a dalších povoláních v sektoru služeb.

source: Your score on <em>Openness to experience</em> is low, indicating you like to think in plain and simple terms. Others describe you as down-to-earth, practical, and conservative.
cs: Vaše skóre <em>Otevřenosti vůči zkušenostem</em> je nízké, což značí, že rádi přemýšlíte jednoduše a prakticky. Ostatní vás popisují jako s nohama na zemi, pragmatického a konzervativního.

source: Your score on <em>Openness to experience</em> is high, indicating you enjoy novelty, variety, and change. You are curious, imaginative, and creative.
cs: Vaše skóre <em>Otevřenosti vůči zkušenostem</em> je vysoké, což značí, že vyhledáváte novoty, rozmanitost a změnu. Jste zvídaví, nápadití a kreativní.

source: Your score on <em>Openness to experience</em> is average, indicating you enjoy tradition but are willing to try new things. Your thinking is neither simple nor complex. To others you appear to be a well-educated person but not an intellectual.
cs: Vaše skóre <em>Otevřenosti vůči zkušenostem</em> je průměrné, což značí, že si máte rádi tradici, ale jste ochotni vyzkoušet nové věci. Vaše myšlení není ani jednoduché ani složité. Pro ostatní vypadáte jako vzdělaná osoba, ale ne jako typický intelektuál.

source: Openness facets
cs: Aspekty Otevřenosti

source: Imagination
cs: Představivost

source: Artistic interests
cs: Umělecké zájmy

source: Emotionality
cs: Emotivnost

source: Adventurousness
cs: Dobrodružnost

source: Intellect
cs: Intelekt

source: Liberalism
cs: Liberalismus

source: To imaginative individuals, the real world is often too plain and ordinary. High scorers on this scale use fantasy as a way of creating a richer, more interesting world. Low scorers are on this scale are more oriented to facts than fantasy. Your level of imagination is %(level)s.
cs: Pro jedince s představivostí je skutečný svět často příliš prostý a obyčejný. Osoby s vysokým skóre v tomto měřítku používají fantazii jako způsob, jak vytvořit pestřejší a zajímavější svět. Osoby s nízkým skóre na této škále jsou více orientovány na fakta než na fantazii. Vaše skóre <em>Představivosti</em> je %(level)s.

source: High scorers on this scale love beauty, both in art and in nature. They become easily involved and absorbed in artistic and natural events. They are not necessarily artistically trained nor talented, although many will be. The defining features of this scale are <em>interest in</em>, and <em>appreciation of</em> natural and artificial beauty. Low scorers lack aesthetic sensitivity and interest in the arts. Your level of artistic interests is %(level)s.
cs: Osoby s vysokým skóre v tomto měřítku milují krásu, a to jak v umění, tak v přírodě. Snadno se angažují a ponoří do událostí v umění a přírodě. Nemusí být nutně umělecky vzdělaní ani talentovaní, ačkoliv mnozí jsou. Definujícími rysy této škály jsou <em>zájem</em> o krásu a její <em>ocenění</em>. Osoby s nízkým skóre mají nedostatek estetického vnímání a zájmu o umění. Vaše skóre <em>Uměleckých zájmů</em> je %(level)s.

source: Persons high on <em>Emotionality</em> have good access to and awareness of their own feelings. Low scorers are less aware of their feelings and tend not to express their emotions openly. Your level of emotionality is %(level)s.
cs: Osoby s vysokým skóre <em>Emotivnosti</em> jsou si jich vědomy vlastních pocitů a dokáží je ovládat. Osoby s nízkým skóre si jsou méně vědomy svých pocitů a mají tendenci nevyjadřovat své emoce otevřeně. Vaše skóre <em>Emotivnosti</em> je %(level)s.

source: High scorers on adventurousness are eager to try new activities, travel to foreign lands, and experience different things. They find familiarity and routine boring, and will take a new route home just because it is different. Low scorers tend to feel uncomfortable with change and prefer familiar routines. Your level of adventurousness is %(level)s.
cs: Osoby s vysokým skóre <em>Dobrodružnosti</em> jsou ochotny vyzkoušet nové aktivity, cestovat do cizích zemí a vyhledávat zážitky. Shledávají všednost a rutinu nudnou a rádi se vydají novou cestou domů jen proto, že je odlišná. Osoby s nízkým skóre mají tendenci cítit se nepohodlně v případě změny a preferují zaběhané postupy. Vaše skóre <em>Dobrodružnosti</em> je %(level)s.

source: Intellect and artistic interests are the two most important, central aspects of openness to experience. High scorers on <em>Intellect</em> love to play with ideas. They are open-minded to new and unusual ideas, and like to debate intellectual issues. They enjoy riddles, puzzles, and brain teasers. Low scorers on <em>Intellect</em> prefer dealing with either people or things rather than ideas. They regard intellectual exercises as a waste of time. <em>Intellect</em> should <em>not</em> be equated with intelligence. <em>Intellect</em> is an intellectual style, not an intellectual ability, although high scorers on <em>Intellect</em> score <em>slightly</em> higher than low-<em>Intellect</em> individuals on standardized intelligence tests. Your level of intellect is %(level)s.
cs: Intelekt a umělecké zájmy jsou dvěma nejdůležitějšími, centrálními aspekty <em>Otevřenosti vůči zkušenostem</em>. Osoby s vysokým skóre v <em>Intelektu</em> si rády hrají s nápady. Jsou otevřené novým a neobvyklým idejím a rády diskutují o intelektuálních tématech. Baví je hádanky, rébusy a hlavolamy. Osoby s nízkým skóre <em>Intelektu</em> upřednostňují zabývat se raději lidmi nebo věcmi než nápady. Považují intelektuální cvičení za ztrátu času. <em>Intelekt</em> by <em>se neměl</em> zaměňovat za inteligenci. <em>Intelekt</em> je intelektuální styl, ne intelektuální schopnost, ačkoli osoby s vysokým skóre <em>Intelektu</em> dosahují <em>mírně</em> vyššího skóre než osoby s nízkým <em>Intelektem</em> ve standardizovaných testech inteligence. Vaše skóre <em>Intelektu</em> je %(level)s.

source: Psychological liberalism refers to a readiness to challenge authority, convention, and traditional values. In its most extreme form, psychological liberalism can even represent outright hostility toward rules, sympathy for law-breakers, and love of ambiguity, chaos, and disorder. Psychological conservatives prefer the security and stability brought by conformity to tradition. Psychological liberalism and conservatism are not identical to political affiliation, but certainly incline individuals toward certain political parties. Your level of liberalism is %(level)s.
cs: <em>Liberalismus</em> v psychologii ukazuje ochotu stavět se autoritám, konvencím a tradičním hodnotám. V jeho nejextrémnější formě může psychologický liberalismus dokonce představovat otevřené nepřátelství vůči pravidlům, sympatie k porušovatelům zákona a lásku k nejistotě, chaosu a nepořádku. Psychologičtí konzervativci dávají přednost zabezpečení a stabilitě, kterou přináší shoda s tradicí. Psychologický liberalismus a konzervatismus nejsou identické s politickou příslušností, ale určitě směřuje jedince k určitým politickým stranám. Vaše skóre <em>Liberalismu</em> je %(level)s.

source: Sharing is caring
cs: Sdílení potěší

source: Did you like this test? Tell about your result to your friends by sending them the URL to this page or by sharing it on the social media.
cs: Líbil se vám tento test osobnosti? Podělte se o své výsledky se svými přáteli zasláním odkazu na tuto stránku nebo jejím sdílením na sociální síti.

source: Take another test!
cs: Zkuste vyplnit další test!
