Repository: dqd/big-five
Catalog: bigfive/locale/*/LC_MESSAGES/django.po
Languages: cs

source: People who score high on this scale are tenderhearted and compassionate. They feel the pain of others vicariously and are easily moved to pity. Low scorers are not affected strongly by human suffering. They pride themselves on making objective judgments based on reason. They are more concerned with truth and impartial justice than with mercy. Your level of tender-mindedness is %(level)s.
cs: Lidé s vysokým skóre v tomto měřítku jsou citliví a soucitní. Cítí bolest ostatních, jako by byla jejich vlastní, a snadno je dojme lítost. Osoby s nízkým skóre nejsou silně ovlivněny lidským utrpením. Tito lidé jsou hrdí na to, že jejich úsudky jsou objektivní a založené na rozumu. Více se zajímají o pravdu a nestrannou spravedlnost než o milosrdenství. Vaše skóre <em>Soucítění</em> je %(level)s.

source: <em>Conscientiousness</em> concerns the way in which we control, regulate, and direct our impulses. Impulses are not inherently bad; occasionally time constraints require a snap decision, and acting on our first impulse can be an effective response. Also, in times of play rather than work, acting spontaneously and impulsively can be fun. Impulsive individuals can be seen by others as colorful, fun-to-be-with, and zany.
cs: <em>Svědomitost</em> se týká způsobu, jakým kontrolujeme, regulujeme a směřujeme naše impulsy. Impulsy nejsou samy o sobě špatné; časové omezení občas vyžaduje rychlé rozhodnutí a jednání podle našeho prvního impulsu může být efektivní reakcí. Také při hře namísto při práci může být spontánní a impulzivní jednání zábavné. Impulzivní jedinci mohou být ostatními vnímáni jako svérázní, veselí a blázniví.

source: Nonetheless, acting on impulse can lead to trouble in a number of ways. Some impulses are antisocial. Uncontrolled antisocial acts not only harm other members of society, but also can result in retribution toward the perpetrator of such impulsive acts. Another problem with impulsive acts is that they often produce immediate rewards but undesirable, long-term consequences. Examples include excessive socializing that leads to being fired from one's job, hurling an insult that causes the breakup of an important relationship, or using pleasure-inducing drugs that eventually destroy one's health.
cs: Přesto může impulzivní jednání vést k různým problémům. Některé impulsy jsou antisociální. Neovládané antisociální činy poškozují nejen ostatní členy společnosti, ale také mohou vést k odplatě vůči pachatelům takových impulzivních činů. Dalším problémem impulzivních činů je, že často přinášejí okamžité odměny, ale nežádoucí dlouhodobé výsledky. Příklady zahrnují nadměrné zapojení do společenských aktivit, které vede k propuštění z práce, vychrlení urážky, která způsobí rozpad důležitého vztahu, nebo užívání drog přinášejících potěšení, které však nakonec poškodí zdraví člověka.

source: Impulsive behavior, even when not seriously destructive, diminishes a person's effectiveness in significant ways. Acting impulsively disallows contemplating alternative courses of action, some of which would have been wiser than the impulsive choice. Impulsivity also sidetracks people during projects that require organized sequences of steps or stages. Accomplishments of an impulsive person are therefore small, scattered, and inconsistent.
cs: I ne zcela destruktivní impulzivní chování snižuje významně osobní efektivitu. Impulzivní jednání brání zvážení alternativních postupů, z nichž by některé byly moudřejší než impulzivní volba. Impulzivita také odvádí lidi od projektů vyžadujících organizované sekvence kroků nebo etap. Úspěchy impulzivní osoby jsou proto malé, roztříštěné a nekonzistentní.

source: A hallmark of intelligence, what potentially separates human beings from earlier life forms, is the ability to think about future consequences before acting on an impulse. Intelligent activity involves contemplation of long-range goals, organizing and planning routes to these goals, and persisting toward one's goals in the face of short-lived impulses to the contrary. The idea that intelligence involves impulse control is nicely captured by the term prudence, an alternative label for the <em>Conscientiousness</em> domain. Prudent means both wise and cautious. Persons who score high on the <em>Conscientiousness</em> scale are, in fact, perceived by others as intelligent.
cs: Charakteristickým rysem inteligence, jež nejspíše odlišuje lidi od dřívějších životních forem, je schopnost přemýšlet o budoucích důsledcích před jednáním na základě impulsu. Inteligentní činnost zahrnuje zamyšlení se nad dlouhodobými cíli, organizování a plánování cest k těmto cílům a dlouhodobou vytrvalost směrem k vlastním cílům navzdory krátkodobým impulsům opačného směru. Myšlenka, že inteligence zahrnuje kontrolu impulsů, je pěkně zachycena pojmem „prozíravost“, alternativním označením pro osobnostní rys <em>Svědomitosti</em>. „Prozíravý“ znamená jak moudrý, tak opatrný. Osoby s vysokým skóre na škále <em>Svědomitosti</em> jsou ve skutečnosti vnímány ostatními jako inteligentní.

source: The benefits of high conscientiousness are obvious. Conscientious individuals avoid trouble and achieve high levels of success through purposeful planning and persistence. They are also positively regarded by others as intelligent and reliable. On the negative side, they can be compulsive perfectionists and workaholics. Furthermore, extremely conscientious individuals might be regarded as stuffy and boring. Unconscientious people may be criticized for their unreliability, lack of ambition, and failure to stay within the lines, but they will experience many short-lived pleasures and they will never be called stuffy.
cs: Výhody vysoké míry svědomitosti jsou zřejmé. Svědomití jedinci se vyhýbají problémům a dosahují velkých úspěchů prostřednictvím cílevědomého plánování a vytrvalosti. Jsou také pozitivně vnímáni ostatními jako inteligentní a spolehliví. Negativní stránkou může být kompulzivní perfekcionismus a workoholismus. Navíc mohou být extrémně svědomití jedinci považováni za fádní a nudné. Nesvědomití lidé mohou být kritizováni za svou nespolehlivost, chybějící ambice a neschopnost držet se pravidel, ale zažijí mnoho krátkodobých potěšení a nikdy nebudou nazýváni fádními.

source: Your score on <em>Conscientiousness</em> is low, indicating you like to live for the moment and do what feels good now. Your work tends to be careless and disorganized.
cs: Vaše skóre <em>Svědomitosti</em> je nízké, což naznačuje, že rádi žijete pro okamžik a děláte to, co je vám zrovna příjemné. Vaše práce má tendenci být nedbalá a neorganizovaná.

source: Your score on <em>Conscientiousness</em> is high. This means you set clear goals and pursue them with determination. People regard you as reliable and hard-working.
cs: Vaše skóre <em>Svědomitosti</em> je vysoké. To znamená, že si stanovujete jasné cíle a usilovně je pronásledujete. Lidé vás považují za spolehlivé a pracovité.

source: Your score on <em>Conscientiousness</em> is average. This means you are reasonably reliable, organized, and self-controlled.
cs: Vaše skóre <em>Svědomitosti</em> je průměrné. To znamená, že jste přiměřeně spolehliví, organizovaní a vyrovnaní.

source: Conscientiousness facets
cs: Aspekty Svědomitosti

source: Self-efficacy
cs: Sebedůvěra

source: Orderliness
cs: Organizovanost

source: Dutifulness
cs: Zodpovědnost

source: Achievement-striving
cs: Cílevědomost

source: Self-discipline
cs: Disciplinovanost

source: Cautiousness
cs: Obezřetnost

source: Self-efficacy describes confidence in one's ability to accomplish things. High scorers believe they have the intelligence (common sense), drive, and self-control necessary for achieving success. Low scorers do not feel effective, and may have a sense that they are not in control of their lives. Your level of self-efficacy is %(level)s.
cs: Sebedůvěra popisuje přesvědčení ve vlastní schopnost dokázat věci. Ti s vysokým skóre věří, že mají potřebnou inteligenci (selský rozum), motivaci a sebekontrolu pro dosažení úspěchu. Ti s nízkým skóre se nepovažují za kompetentní a mohou mít pocit, že nemají kontrolu nad svým životem. Vaše skóre <em>Sebedůvěry</em> je %(level)s.

source: Persons with high scores on orderliness are well-organized. They like to live according to routines and schedules. They keep lists and make plans. Low scorers tend to be disorganized and scattered. Your level of orderliness is %(level)s.
cs: Osoby s vysokým skóre organizovanosti mají věci dobře uspořádány. Mají rádi život podle rutin a rozvrhů. Vedou seznamy a dělají plány. Osoby s nízkým skóre mají tendenci být chaotické a roztěkané. Vaše skóre <em>Organizovanosti</em> je %(level)s.

source: This scale reflects the strength of a person's sense of duty and obligation. Those who score high on this scale have a strong sense of moral obligation. Low scorers find contracts, rules, and regulations overly confining. They are likely to be seen as unreliable or even irresponsible. Your level of dutifulness is %(level)s.
cs: Toto měřítko odráží sílu pocitu povinnosti a závazku vůči jiným lidem. Ti, kteří dosahují vysokých skóre v tomto měřítku, mají silný pocit morální povinnosti. Osoby s nízkým skóre považují smlouvy, pravidla a nařízení za příliš omezující. Jsou pravděpodobně vnímáni jako nespolehliví nebo dokonce bezohlední. Vaše skóre <em>Zodpovědnosti</em> je %(level)s.

source: Individuals who score high on this scale strive hard to achieve excellence. Their drive to be recognized as successful keeps them on track toward their lofty goals. They often have a strong sense of direction in life, but extremely high scores may be too single-minded and obsessed with their work. Low scorers are content to get by with a minimal amount of work, and might be seen by others as lazy. Your level of achievement striving is %(level)s.
cs: Jednotlivci, kteří dosahují vysokých skóre v tomto měřítku se usilovně snaží o dosažení vynikajících výsledků. Jejich touha po uznání je udržuje na cestě k jejich vysokým cílům. Často mají silný smysl pro směr v životě, ale extrémně vysoké skóre mohou indikovat, že jsou příliš jednostranně zaměření a posedlí prací. Osoby s nízkým skóre jsou spokojeny s odvedením minimálního množství práce a mohou být ostatními vnímány jako líné. Vaše skóre <em>Cílevědomosti</em> je %(level)s.

source: Self-discipline-what many people call will-power-refers to the ability to persist at difficult or unpleasant tasks until they are completed. People who possess high self-discipline are able to overcome reluctance to begin tasks and stay on track despite distractions. Those with low self-discipline procrastinate and show poor follow-through, often failing to complete tasks-even tasks they want very much to complete. Your level of self-discipline is %(level)s.
cs: Disciplinovanost, kterou někteří lidé nazývá vůlí, odkazuje na schopnost vytrvat v obtížné nebo nepříjemné činnosti, dokud není dokončena. Lidé vykazující vysoké skóre disciplinovanosti jsou schopni překonat nechuť začít s úkoly a udržet se na správné cestě navzdory rozptýlení. Ti s nízkou disciplinovaností úkoly odkládají a často mají problém s dotažením úkolů do konce – včetně těch, které si velmi přejí dokončit. Vaše skóre <em>Disciplinovanosti</em> je %(level)s.

source: Cautiousness describes the disposition to think through possibilities before acting. High scorers on the <em>Cautiousness</em> scale take their time when making decisions. Low scorers often say or do first thing that comes to mind without deliberating alternatives and the probable consequences of those alternatives. Your level of cautiousness is %(level)s.
cs: Obezřetnost popisuje sklon přemýšlet o možnostech před jednáním. Ti s vysokým skóre osobnostního rysu <em>Obezřetnosti</em> si dávají při rozhodování načas. Osoby s nízkým skóre často říkají nebo dělají první věc, která jim vytane na mysli bez zvážení alternativ a pravděpodobných důsledků. Vaše skóre <em>Obezřetnosti</em> je %(level)s.

source: Freud originally used the term <em>neurosis</em> to describe a condition marked by mental distress, emotional suffering, and an inability to cope effectively with the normal demands of life. He suggested that everyone shows some signs of neurosis, but that we differ in our degree of suffering and our specific symptoms of distress. Today neuroticism refers to the tendency to experience negative feelings. Those who score high on <em>Neuroticism</em> may experience primarily one specific negative feeling such as anxiety, anger, or depression, but are likely to experience several of these emotions.
cs: Freud původně použil termín <em>neuróza</em> pro popis stavu charakterizovaného duševním strádáním, emocionálním utrpením a neschopností efektivně se vypořádat s běžnými požadavky života. Naznačoval, že každý projevuje určité známky neurózy, ale lišíme se v míře utrpení a v našich konkrétních symptomech strádání. Dnes neuróza odkazuje na tendenci prožívat negativní pocity. Ti, kteří dosahují vysokých skóre <em>Neuroticismu</em>, někdy mohou prožívat zejména jeden konkrétní negativní pocit, jako je úzkost, hněv nebo deprese, ale pravděpodobněji zažijí několik z těchto emocí.

source: People high in <em>Neuroticism</em> are emotionally reactive. They respond emotionally to events that would not affect most people, and their reactions tend to be more intense than normal. They are more likely to interpret ordinary situations as threatening, and minor frustrations as hopelessly difficult. Their negative emotional reactions tend to persist for unusually long periods of time, which means they are often in a bad mood. These problems in emotional regulation can diminish a neurotic's ability to think clearly, make decisions, and cope effectively with stress.
cs: Osoby mající vysoké skóre <em>Neuroticismu</em> jsou emočně reaktivní. Emocionálně reagují na události, které by neovlivnily většinu lidí, a jejich reakce bývají intenzivnější než normální. Mají větší tendenci interpretovat obyčejné situace jako hrozby a malé frustrace jako beznadějně těžké. Jejich negativní emoční reakce mají tendenci přetrvávat neobvykle dlouhou dobu, což znamená, že jsou často ve špatné náladě. Tyto problémy v emoční regulaci mohou snižovat schopnost neurotika jasně myslet, rozhodovat se a efektivně zvládat stres.

source: At the other end of the scale, individuals who score low in <em>Neuroticism</em> are less easily upset and are less emotionally reactive. They tend to be calm, emotionally stable, and free from persistent negative feelings. Freedom from negative feelings does not mean that low scorers experience a lot of positive feelings; frequency of positive emotions is a component of the <em>Extraversion</em> domain.
cs: Na druhém konci stupnice se nachází jedinci, kteří mají nízké skóre <em>Neuroticismu</em>. Ti nebývají tak snadno rozrušeni a jsou méně emočně reaktivní. Mají tendenci být klidní, emočně stabilní a zbaveni trvalých negativních pocitů. Nedostatek negativních pocitů neznamená, že osoby s nízkým skóre prožívají hodně pozitivních pocitů; frekvence pozitivních emocí je součástí oblasti <em>Extraverze</em>.

source: Your score on <em>Neuroticism</em> is low, indicating that you are exceptionally calm, composed and unflappable. You do not react with intense emotions, even to situations that most people would describe as stressful.
cs: Vaše skóre <em>Neuroticismu</em> je nízké, což naznačuje, že jste výjimečně klidní, vyrovnaní a nevzrušitelní. Nereagujete intenzivními emocemi, dokonce ani v situacích, které by většina lidí popsala jako stresující.

source: Your score on <em>Neuroticism</em> is high, indicating that you are easily upset, even by what most people consider the normal demands of living. People consider you to be sensitive and emotional.
cs: Vaše skóre <em>Neuroticismu</em> je vysoké, což naznačuje, že se snadno rozrušíte, dokonce i tím, co většina lidí považuje za běžné požadavky života. Lidé vás považují za citlivého a emocionálního.

source: Your score on <em>Neuroticism</em> is average, indicating that your level of emotional reactivity is typical of the general population. Stressful and frustrating situations are somewhat upsetting to you, but you are generally able to get over these feelings and cope with these situations.
cs: Vaše skóre <em>Neuroticismu</em> je průměrné, což naznačuje, že váš stupeň emoční reaktivity je typický pro obecnou populaci. Stresující a frustrující situace vás trochu rozrušují, ale obvykle jste schopni tyto pocity překonat a vypořádat se s běžnými situacemi.

source: Neuroticism facets
cs: Aspekty Neuroticismu

source: Anxiety
cs: Úzkostnost

source: Anger
cs: Hněvivost

source: Depression
cs: Depresivnost

source: Self-consciousness
cs: Rozpačitost

source: Immoderation
cs: Impulzivnost

source: Vulnerability
cs: Zranitelnost

source: The "fight-or-flight" system of the brain of anxious individuals is too easily and too often engaged. Therefore, people who are high in anxiety often feel like something dangerous is about to happen. They may be afraid of specific situations or be just generally fearful. They feel tense, jittery, and nervous. Persons low in <em>Anxiety</em> are generally calm and fearless. Your level of anxiety is %(level)s.
cs: Systém „boj nebo útěk“ v mozku úzkostných jedinců je příliš snadno a příliš často aktivován. Proto lidé, kteří mají vysokou úzkost, často mají pocit, že se na ně chystá něco nebezpečného. Mohou se bát konkrétních situací nebo mít obecný strach. Cítí se napjatí, v neklidu a nervózní. Osoby s nízkou mírou <em>Úzkostnosti</em> jsou obvykle klidné a nebojácné. Vaše skóre <em>Úzkostnosti</em> je %(level)s.

source: Persons who score high in <em>Anger</em> feel enraged when things do not go their way. They are sensitive about being treated fairly and feel resentful and bitter when they feel they are being cheated. This scale measures the tendency to <em>feel</em> angry; whether or not the person <em>expresses</em> annoyance and hostility depends on the individual's level on <em>Agreeableness</em>. Low scorers do not get angry often or easily. Your level of anger is %(level)s.
cs: Osoby, které dosáhnou vysokého skóre v <em>Hněvivosti</em>, cítí vztek, když se věci nedaří podle jejich představ. Jsou citliví na spravedlivé zacházení a cítí se uraženi a hořce, když mají pocit, že jsou podvedeni. Tato škála měří tendenci <em>cítit</em> hněv; zda osoba <em>projevuje</em> podrážděnost a agrese závisí na skóre osoby v <em>Přívětivosti</em>. Osoby s nízkým skóre se nehněvají často, případně je těžké je naštvat. Vaše skóre <em>Hněvivosti</em> je %(level)s.

source: This scale measures the tendency to feel sad, dejected, and discouraged. High scorers lack energy and have difficult initiating activities. Low scorers tend to be free from these depressive feelings. Your level of depression is %(level)s.
cs: Toto měřítko ukazuje tendenci cítit smutek, sklíčenost a znechucení. Osoby s vysokým skóre mají nedostatek energie a mají potíže se zahájením aktivit. Osoby s nízkým skóre mají tendenci být oproštěny od těchto depresivních pocitů. Vaše skóre <em>Depresivnosti</em> je %(level)s.

source: Self-conscious individuals are sensitive about what others think of them. Their concern about rejection and ridicule cause them to feel shy and uncomfortable around others. They are easily embarrassed and often feel ashamed. Their fears that others will criticize or make fun of them are exaggerated and unrealistic, but their awkwardness and discomfort may make these fears a self-fulfilling prophecy. Low scorers, in contrast, do not suffer from the mistaken impression that everyone is watching and judging them. They do not feel nervous in social situations. Your level of self-consciousness is %(level)s.
cs: Rozpačití jedinci jsou citliví na to, co si o nich myslí ostatní. Jejich obavy z odmítnutí a posměchu způsobují, že se mezi dalšími lidmi cítí nesměle a nepohodlně. Snadno se dostanou do rozpaků a často cítí stud. Jejich obavy, že je ostatní budou kritizovat nebo si z nich dělat legraci, jsou přehnané a nerealistické, ale jejich nemotornost a nepohoda mohou tyto obavy naplnit. Osoby s nízkým skóre naopak netrpí mylným dojmem, že je každý sleduje a soudí. Necítí se nervózní v sociálních situacích. Vaše skóre <em>Rozpačitosti</em> je %(level)s.

source: Immoderate individuals feel strong cravings and urges that they have have difficulty resisting. They tend to be oriented toward short-term pleasures and rewards rather than long- term consequences. Low scorers do not experience strong, irresistible cravings and consequently do not find themselves tempted to overindulge. Your level of immoderation is %(level)s.
cs: Impulzivní jedinci cítí silné touhy a pudy, kterým mají potíže odolávat. Mají tendenci orientovat se spíše na krátkodobé potěšení a odměny než na dlouhodobé výsledky. Osoby s nízkým skóre nezažívají silné, neodolatelné touhy a tudíž je neláká nadměrné holdování neřesti. Vaše skóre <em>Impulzivnosti</em> je %(level)s.

source: High scorers on <em>Vulnerability</em> experience panic, confusion, and helplessness when under pressure or stress. Low scorers feel more poised, confident, and clear-thinking when stressed. Your level of vulnerability is %(level)s.
cs: Osoby s vysokým skóre <em>Zranitelnosti</em> zažívají paniku, zmatek a bezmoc, když jsou pod tlakem nebo stresem. Osoby s nízkým skóre se při stresu cítí jako relativně klidní, sebevědomí a jasně uvažující. Vaše skóre <em>Zranitelnosti</em> je %(level)s.

source: <em>Openness to experience</em> describes a dimension of cognitive style that distinguishes imaginative, creative people from down-to-earth, conventional people. Open people are intellectually curious, appreciative of art, and sensitive to beauty. They tend to be, compared to closed people, more aware of their feelings. They tend to think and act in individualistic and nonconforming ways. Intellectuals typically score high on <em>Openness to experience</em>; consequently, this factor has also been called <em>Culture</em> or <em>Intellect</em>. Nonetheless, Intellect is probably best regarded as one aspect of <em>Openness to experience</em>. Scores on <em>Openness to experienc</em>e are only modestly related to years of education and scores on standard intelligent tests.
cs: <em>Otevřenost vůči zkušenostem</em> popisuje dimenzi kognitivního stylu, který rozlišuje nápadité a kreativní osoby od praktických a konvenčních. Otevření lidé jsou intelektuálně zvídaví, oceňují umění a jsou citliví na krásu. Ve srovnání s uzavřenými lidmi jsou si více vědomi svých pocitů. Mají tendenci myslet a jednat individualisticky a nekonformně. Intelektuálové obvykle dosahují vysokých hodnot v <em>Otevřenosti vůči zkušenostem</em>; proto byl tento faktor také nazýván <em>Kulturou</em> nebo <em>Intelektem</em>. Nicméně intelekt je pravděpodobně lepší zařadit jako jeden aspekt <em>Otevřenosti vůči zkušenostem</em>. Skóre v <em>Otevřenosti vůči zkušenostem</em> souvisí pouze mírně s roky vzdělání a dosaženém skóre v standardních inteligenčních testech.
